Repository: collective/collective.quickupload
Catalog: collective/quickupload/locales/*/LC_MESSAGES/collective.quickupload.po
Languages: cs, de, es, fi, fr, it, nl, pt_br, sk

source: files uploaded with success,
cs: soubory/souborů bylo úspěšně nahráno.
de: Dateien wurden erfolgreich hochgeladen,
es: archivos cargados exitosamente,
fi: tiedostot onnistuneesti tuotu,
fr: fichiers téléversés avec succès,
it: file caricati con successo,
nl: bestanden met succes geupload,
pt_br: arquivos enviados com sucesso,
sk: súbory úspešne prevzaté,

source: uploads return an error.
cs: soubory/souborů skončilo s chybou
de: Fehler beim Hochladen der Dateien.
es: cargas retornaron un error.
fi: siirtotoiminto tuotti virheen.
fr: téléversements ont échoué.
it: caricamenti restituiscono un errore.
nl: upload gaf een foutmelding.
pt_br: envios retornaram erros.
sk: prevzatie skončené s chybou

source: A data base conflict error happened when uploading this file:
cs: Byl detekován konfilkt databáze při nahrávání souboru:
de: Beim Hochladen der folgenden Datei ist ein Fehler aufgetreten:
es: Ocurrió un conflicto en la base de datos durante la carga de este archivo:
fi: Tietokannassa tapahtui yhteiskäyttövirhe tuotaessa tiedostoa:
fr: Un conflit sur la base de données est survenu pendant le téléversement de ce fichier :
it: Si è verificato un conflitto sul database durante il caricamento di questo file:
nl: Een data base conflict foutmelding tijdens uploaden van het bestand:
pt_br: Um conflito de base de dados ocorreu durante o envio deste arquivo:
sk: Nastal konflikt počas prevzatia tohto súboru:

source: All
cs: Vše
de: Alle
es: Todos
fi: Kaikki
fr: Tous
it: Tutto
nl: Alle
pt_br: Todos
sk: Všetko

source: All files uploaded with success.
cs: Všechny soubory byly úspěšně nahrány.
de: Alle Dateien wurden erfolgreich hochgeladen.
es: Todos los archivos fueron cargados con éxito.
fi: Kaikki tiedostot tuotu.
fr: Tous les fichiers ont été téléversés avec succès.
it: Tutti i file sono stati caricati con successo.
nl: Alle bestanden met succes geupload
pt_br: Todos os arquivos enviados com sucesso.
sk: Všetky súbory úspešne prevzaté.

source: Audio files
cs: Audio soubory
de: Audiodateien
es: Archivos de audio
fi: Äänitiedostot
fr: Fichiers audio
it: Files audio
nl: Audio bestanden
pt_br: Arquivos de áudio
sk: Audio súbory

source: Batch upload files.
es: Archivos cargados por lotes.
fr: Paginer les fichiers téléversés
nl: Batch upload bestanden

source: Box title
cs: Název
de: Box Titel
es: Título de la caja
fi: Otsikko
fr: Titre de la boîte
it: Titolo del box
nl: Box titel
pt_br: Título do portlet
sk: Názov

source: Browse
cs: Procházet
de: Durchsuchen
es: Mostrar
fi: Selaa
fr: Parcourir
it: Sfoglia
nl: Bladeren
pt_br: Procurar
sk: Vybrať

source: Choose audio files to upload
cs: Vyberte audio soubory, které chcete nahrát
de: Musikdateien auswählen.
es: Elija los archivos de audio que va a cargar
fi: Valitse tuotavat äänitiedostot
fr: Choisissez les fichiers audio à téléverser
it: Scegli i file audio da caricare
nl: Kies audio bestanden om te uploaden
pt_br: Escolha os arquivos de áudio a serem enviados
sk: Zvoliť audio súbory.

source: Choose file for upload: ${ext}
cs: Vyberte soubor k nahrání ${ext}
de: Datei auswählen: ${ext}
es: Elija el archivo para la carga: ${ext}
fi: Valitse tuotava tiedosto: ${ext}
fr: Choisissez les fichiers à téléverser : ${ext}
it: Scegli il file da caricare: ${ext}
nl: Kies een bestand te uploaden: ${ext}
pt_br: Escolha arquivos para envio: ${ext}
sk: Zvoliť súbory na prevzatie: ${ext}

source: Choose flash files to upload
cs: Vyberte flash soubory, které chcete nahrát
de: Flashdatei auswählen
es: Elija los archivos flash que va a cargar
fi: Valitse tuotavat Flash-tiedostot
fr: Choisissez les fichiers flash à téléverser
it: Scegli i file flash da caricare
nl: Kies flash bestanden om te uploaden
pt_br: Escolha arquivos flash para envio
sk: Zvoliť flash súbory

source: Choose images to upload
cs: Vyberte obrázky, které chcete nahrát
de: Bilddateien auswählen.
es: Elija las imágenes que va a cargar
fi: Valitse tuotavat kuvatiedostot
fr: Choisissez les images à téléverser
it: Scegli le immagini da caricare
nl: Kies afbeeldingen om te uploaden
pt_br: Escolha imagens para envio
sk: Zvoliť obrázky.

source: Choose the media type used for file upload. image, audio, video ...
cs: Vyberte typ souboru, který se bude nahrávat. Obrázky, audio souboru, video ...
de: Wählen Sie einen erlaubten Medientyp für den Datei-Upload. Bild, Audio, Video ...
es: Elija el tipo de medio usado para la carga de archivos: imágenes, audio, video...
fi: Valitse tuotava mediatyyppi: kuvat, ääni- tai videotiedostot, jne.
fr: Choisir le type de média utilisé pour l'envoi de fichiers. image, audio, vidéo ...
it: Scegli il tipo di media utilizzato per caricare il file. immagine, audio, video ...
nl: Kies een media type om te uploaden. afbeelding, audio, video ...
pt_br: Escolha o tipo de mídia utilizado para o envio dos arquivos. Imagem, áudio, vídeo...
sk: Zvoliť typ média, ktorý bude použitý počas prevzatia súborov. obrázok, audio, video ...

source: Choose the portal type used for file upload. Keep the default configuration to automatically choose a portal type depending on settings defined in the content_type_registry.
es: Elija el tipo de contenido usado para la carga de archivos. Utilice la configuración por defecto para seleccionar automáticamente el tipo de contenido en dependencia de la configuración de content_type_registry.
nl: Kies het contenttype om te gebruiken voor de bestandsupload. Behoud de standaardinstelling om automatisch een contenttype te selecteren gebaseerd op instellingen in het contenttype register.

source: Choose video files to upload
cs: Vyberte video soubory, které chcete nahrát
de: Videodateien auswählen
es: Elija los videos que va a cargar
fi: Valitse tuotavat videotiedostot
fr: Choisissez les vidéos à téléverser
it: Scegli i file video da caricare
nl: Kies video bestanden om te uploaden
pt_br: Escolha os arquivos de vídeo para envio
sk: Zvoliť video súbory

source: Content type
cs: Typ souboru
de: Inhaltstyp
es: Tipo de contenido
fi: Tiedostotyyppi
fr: Type de contenu
it: Tipo di contenuto
pt_br: Tipo de conteúdo
sk: Typ obsahu

source: Control how the quick upload tool is used.
cs: Nastavení použití quick upload nástroje.
de: Konfigurieren Sie, wie der Quick Upload benutzt werden kann.
es: Controla como se usa la herramienta de carga rápida.
fi: Määritä tiedostojen tuontityökalun käyttöasetukset.
fr: Contrôlez comment l'outil d'envoi rapide de fichiers est utilisé.
it: Controlla come il tool quick upload viene utilizzato.
nl: Hoe de quick upload tool wordt gebruikt.
pt_br: Controle como o envio rápido de arquivos é utilizado.
sk: Nastaviť používanie pomôcky quick upload.

source: Drag and drop files to upload
cs: Přetáhněte sem soubory, které chcete nahrát
de: Ziehen Sie Dateien in diesen Bereich
es: Arrastre y suelte los archivos que va a cargar
fi: Vedä ja pudota tähän
fr: Glissez-déposez les fichiers à téléverser
it: Trascina e rilascia qui i file per caricarli
nl: Sleep bestanden hier om te uploaden
pt_br: Clique e arraste os arquivos a serem enviados
sk: Vložiť súbory na prevzatie

source: Failed
cs: Chyba
de: Fehlgeschlagen
es: Fallo
fi: Epäonnistui
fr: Echec
it: Fallito
nl: Gefaald
pt_br: Falhou
sk: Chyba

source: Files
es: Archivos
fr: Fichiers
nl: Bestanden

source: Files Quick Upload
cs: Rychlé nahrání souborů
de: Datei Quick Upload
es: Carga rápida de archivos
fi: Tiedostojen tuonti
fr: Envoi Rapide de Fichiers
it: Quick upload dei file
nl: Bestanden Quick upload
pt_br: Envio rápido de arquivos
sk: Súbory Quick Upload

source: Flash files
cs: Flash soubory
de: Flashdateien
es: Archivos Flash
fi: Flash-tiedostot
fr: Fichiers Flash
it: I file flash
nl: Flashbestanden
pt_br: Arquivos Flash
sk: Flash súbory

source: If title is empty, the portlet title will be the Media Choice + ' Quick Upload'.
cs: Pokud není vyplněno, název portletu bude <název typu> + "Quick Upload".
de: Bei leerem Feld wird der Titel automatisch in Abhängigkeit der Medientypauswahl vergeben.
es: Si el título está vacío, el título del portlet será 'Carga rápida' + del medio elegido.
fi: Jos otsikko jätetään tyhjäksi, otsikoksi asetetaan oletusotsikko.
fr: Si le titre est absent, le titre de la boîte sera 'Téléversement rapide de ' + Choix du Média.
it: Se il titolo è vuoto, il titolo della portlet sarà Media Choice + ' Quick Upload'.
nl: Als de titel leeg is, zal de portlet 'Quick Upload' heten.
pt_br: Caso o título seja deixado em branco, o título do portlet será o Tipo de mídia + Envio Rápido de Arquivos
sk: Ak názov je prázdny, názov portletu bude Typ média + ' Quick Upload'.

source: Image
es: Imagen
fr: Images
nl: Afbeelding

source: Images
cs: Obrázky
de: Bilder
es: Imágenes
fi: Kuvat
it: Immagini
nl: Afbeeldingen
pt_br: Imagens
sk: Obrázky

source: Images Quick Upload
cs: Rychlé nahrání obrázků
de: Bilder Quick Upload
es: Carga rápida de imágenes
fi: Kuvien tuonti
fr: Envoi Rapide d'Images
it: Quick upload di immagini
nl: Afbeeldingen Quick Upload
pt_br: Envio rápido de imagens
sk: Obrázky Quick Upload

source: Media type
cs: Typ souborů
de: Medientyp
es: Tipo de medio
fi: Tiedostojen tyyppi
fr: Type de média
it: Tipo di Media
pt_br: Tipo de mídia
sk: Typ média

source: Only allowed:
cs: Povoleno pouze:
de: Nur erlaubt:
es: Sólo se permite:
fi: Sallitut:
fr: Seulement autorisé :
it: Permessi solamente:
nl: Alleen toegestaan:
pt_br: Permitido apenas:
sk: Povolené iba:

source: Quick Upload
es: Carga rápida

source: Quick Upload settings
cs: Nastavení Quick Upload
de: Einstellungen für den Quick Upload
es: Configuración de Carga rápida
fi: Tuontityökalun asetukset
fr: Configuration de Quick Upload
it: Impostazioni di Quick Upload
nl: Quick upload instellingen
pt_br: Configurações do envio rápido
sk: Nastavenia pre Quick Upload

source: Selected elements contain an empty file or a folder:
cs: Vybrané položky obsahují prázdný soubor nebo složku:
de: Unter den ausgwählten Elementen hat es eine leere Datei oder einen leeren Ordner
es: Los elementos seleccionados contienen un archivo vacío o una carpeta:
fi: Valinta sisältää kansioita tai tyhjiä tiedostoja:
fr: Les éléments sélectionnés contiennent un fichier vide ou un dossier :
it: Gli elementi selezionati contengono file vuoti o una cartella:
nl: Geselecteerde elementen bevatten een leeg bestand of een map:
pt_br: Os elementos selecionados contém arquivos vazios ou uma pasta:
sk: Vybrané elementy obsahujú prázdne súbory alebo adresáre:

source: Server error, please contact support and/or try again.
cs: Chyba na serveru. Kontaktujte prosím technickou podporu nebo to zkuste znovu.
de: Server Fehler, bitte kontaktieren Sie den Support und/oder versuchen Sie es noch einmal.
es: Error del servidor, por favor contacte a soporte y/o intente de nuevo.
fi: Palvelinvirhe, ole hyvä ja ota yhteyttä tukipalveluun tai yritä uudelleen.
fr: Erreur serveur, veuillez réessayer ou contacter votre administrateur.
it: Errore del server, prego contattare il supporto e/o provare nuovamente.
nl: Server error, probeer het nog eens.
pt_br: Erro do servidor, por favor contate o suporte ou tente novamente.
sk: Chyba servera, prosím kontaktujte podporu a/alebo zopakujte prevzatie.

source: This file already exists with the same name on server:
cs: Soubor se stejným názvem již na serveru existuje:
de: Es existiert bereits eine Datei mit dem folgendem Name:
es: Un archivo con este mismo nombre ya existe en el servidor:
fi: Samanniminen tiedosto on jo tuotu.
fr: Le dossier contient déjà un fichier de ce nom :
it: Questo file esiste già con lo stesso nome sul server:
nl: Dit bestand bestaat reeds op de server met dezefde naam:
pt_br: Um arquivo com o mesmo nome existe no servidor:
sk: Tento súbor už existuje s rovnakým menom na serveri:

source: This file has invalid extension:
cs: Soubor na neplatnou příponu:
de: Die folgende Datei hat eine ungültige Dateiendung:
es: Este archivo tiene una extensión no válida:
fi: Tiedoston pääte ei ole sallittu:
fr: Ce fichier a une extension invalide :
it: Questo file ha un'estensione non valida:
nl: Dit bestand heeft een ongeldige extensie:
pt_br: Este arquivo tem uma extensão inválida:
sk: Tento súbor má neznámu príponu:

source: This file has no extension:
cs: Soubor nemá žádnou příponu:
de: Die Datei hat keine Dateiendung:
es: Este archivo no tiene una extensión:
fi: Tiedostolla ei ole päätettä:
fr: Ce fichier n'a pas d'extension :
it: Questo file non ha estensione:
nl: Dit bestand heeft geen extensie:
sk: Tento súbor nemá žiadnu príponu:

source: This file is too large:
cs: Soubor je příliš velký:
de: Die folgende Datei ist zu gross:
es: Este archivo es demasiado grande:
fi: Tiedosto on liian iso:
fr: Ce fichier est trop gros :
it: Questo file è troppo grande:
nl: Dit bestand is te groot:
pt_br: Este arquivo é muito grande:
sk: Tento súbor je príliš veľký:

source: This type of element is not allowed in this folder.
cs: Tento typ souboru není v této složce povolen:
de: Diese Art von Dokument ist in diesem Ordner nicht erlaubt.
es: Este tipo de elemento no es permitido en esta carpeta.
fi: Tämän tyyppinen tiedosto ei ole sallittu tässä kohteessa.
fr: Ce type d'élément n'est pas autorisé dans ce dossier.
it: Non è permesso aggiungere questo tipo di contenuto in questa cartella.
nl: Dit type is niet toegestaan in deze map.
sk: Tento typ elementu nie je povolený v tejto zložke.

source: Upload
es: Cargar
fr: Téléverser
nl: Uploaden

source: Video files
cs: Video soubory
de: Videodateien
es: Archivos de video
fi: Videotiedostot
fr: Fichiers vidéo
it: Files video
nl: Video bestanden
pt_br: Arquivos de vídeo
sk: Video súbory

source: You don't have permission to add this content in this place.
cs: Nemáte oprtávnění přidávat tento typ položek do tohoto umístění.
de: Sie dürfen diesen Inhalt hier nicht hinzufügen.
es: Usted no tiene permiso para agregar este contenido en este lugar.
fi: Oikeutesi eivät riitä sisällön lisäämiseen.
fr: Vous n'avez pas la permission d'ajouter ce contenu à cet endroit.
it: Non si dispone dei permessi per aggiungere questo contenuto in questa posizione.
nl: Je hebt geen toestemming om deze inhoud hier toe te voegen.
pt_br: Você não tem permissão para adicionar conteúdos neste local.
sk: Nemáte oprávnenie pridať tento objekt na toto miesto.

source: description_auto_upload
cs: Zaškrtněte, pokud chcete nahrávání spustit automaticky ihned po vybrání souborů, bez potřeby klikat na tlačítko k zahájení nahrávání. V takovém případě nebude možné k nahrávaným souborům přiřadit nadpis a popis.
de: Auswählen, wenn die Dateien sofort nach dem Auswählen hochgeladen werden sollen. Bitte beachten, dass in diesem Fall keine Titel oder Beschreibung vergeben werden können.
es: Si está seleccionado, la carga comenzará de forma automática después de elegir los archivos. Note que no puede elegir el título y la descripción de los archivos si utiliza está opción.
fi: Ruksaa jos haluat tiedostojen siirron alkavan heti kun ne on valittu. Huomaa, että tällöin et voi antaa tiedstoille otsakkeita tai kuvauksia.
fr: Sélectionner si vous voulez démarrer l'envoi de fichiers dés la sélection, sans avoir à soumettre le formulaire. Notez que vous ne pouvez pas choisir les titres ou descriptions de fichiers avec cette option sélectionnée.
it: Seleziona per iniziare il caricamento automaticamente appena i file vengono selezionati, senza inviare il form. Notare che non sarà possibile scegliere i titoli o le descrizioni con questa opzione abilitata
nl: Selecteer om geselecteerde bestanden meteen te uploaden, zonder het formulier te versturen. Let op: je kan dan geen titels of beschrijvingen opgeven.
pt_br: Clique aqui caso queira que o envio dos arquivos ocorra automaticamente, sem o envio do formulário. Importante lembrar que você não poderá editar o título ou descrição destes arquivos antes do envio caso esta opção esteja ativada.
sk: Potvrdťe ak chcete začať prevzatie súborov hned po ich výbere. Povolením tejto možnosťi však nebudete môcť zadať meno a popis súboru.

source: description_fill_descriptions
cs: Pokud je zaškrtnuto, pak bude možné ke každému souboru vložit popis.
de: Wenn diese Option aktiviert ist, können Sie Beschreibung vor dem Hochladen vergeben. Deaktivieren Sie diese Option, wenn Sie keine Beschreibung brauchen.
es: Si está seleccionado, puede elegir la descripción de los archivos antes de cargarlos. No lo seleccione si no requiere descripciones.
fi: Ruksaa jos haluat antaa tuotaville tiedostoille kuvaukset. Jätä tyhjäksi jos et tarvitse kuvauksia.
fr: Si sélectionné, vous pouvez saisir les descriptions de fichiers avant leur envoi. Décochez, si vous n'avez pas besoin de descriptions.
it: Se selezionata, sarà possibile inserire le descrizioni dei file prima del caricamento. Deselezionare se non si necessita delle descrizioni.
nl: Selecteer om beschrijvingen van de bestanden op te kunnen geven voorafgaand aan de upload.
pt_br: Quando selecionado, você poderá informar as descrições para os arquivos antes do envio. Não selecione caso as descrições não sejam necessárias.
sk: Povolením tejto možnosťi budete môcť zadať popis súborov ešte pred ich prevzatím. Zrušte ak nepotrebujete zadať popis.

source: description_fill_titles
cs: Pokud je zaškrtnuto, pak bude možné ke každému souboru vložit nadpis.
de: Wenn diese Option aktiviert ist, können Sie Titel vor dem Hochladen vergeben. Deaktivieren Sie diese Option, wenn Sie keine Titel brauchen.
es: Si está seleccionado, puede elegir el título de los archivos antes de cargarlos. No lo seleccione si no requiere títulos.
fi: Ruksaa, jos haluat antaa tiedostoille otsikot. Jätä ruksaamatta jos et tarvitse otsikoita kuville.
fr: Si sélectionné, vous pouvez saisir les titres de fichiers avant leur envoi. Décochez, si vous n'avez pas besoin de titres.
it: Se selezionata, sarà possibile inserire i titoli dei file prima del caricamento. Deselezionare se non si necessita dei titoli.
nl: Selecteer om titels van de bestanden op te kunnen geven voorafgaand aan de upload.
pt_br: Caso selecionado, você poderá informar os títulos dos arquivos antes do envio. Caso não precise dos títulos, não selecione esta opção.
sk: Povolením tejto možnosťi budete môcť zadať meno súborov ešte pred ich prevzatím. Zrušte ak nepotrebujete zadať meno.

source: description_id_as_title
es: Reutilice el nombre del archivo para el título cuando no se proporciona un título explícito. Marcado: use el ID exacto, incluida la extensión del archivo, No marcado: use la ID limpia, sin extensión y con espacios en lugar de guiones o guiones bajos.
nl: Hergebruik de bestandsnaam als titel wanneer er geen expliciete titel is opgegeven. Geselecteerd: gebruik de exacte bestandsnaam, inclusief extensie. Niet geselecteerd: gebruik de opgeschoonde bestandsnaam, zonder extensie en met spaties in plaats van streepjes.

source: description_object_override
es: Si la carpeta ya tiene el mismo nombre de archivo, Marcado: Anular, Sin marcar: error de subida de carga.
fr: Si un fichier du même nom existe déjà dans le dossier. Si cette case est cochée : il est écrasé. Si la case n'est pas cochée : le téléversement n'aboutit pas.
nl: Wat te doen als de folder al een bestand heeft met dezelfde naam? Geselecteerd: overschrijf. Niet geselecteerd: geef een uploadfout.

source: description_object_unique_id
es: Elija un ID único para cada archivo cargado. Comprobado: sus archivos nunca se anularán y nunca recibirá un mensaje de error 'ya existe el archivo' porque cada archivo tiene su ID única. No verificado: el ID no será único. La opción 'Anular por cargar archivo' se considera cuando ocurre un conflicto.
nl: Kies een uniek id voor elk geupload bestand. Geselecteerd: je bestanden worden nooit overschreven en je krijgt nooit een foutmelding 'dit bestand bestaat al', omdat elk bestand een uniek id krijgt. Niet geselecteerd: het id zal niet uniek zijn. De optie 'Overschrijf bij uploaden bestand' wordt gebruikt in geval van een conflict.

source: description_show_upload_action
es: Compruebe si usted quiere tener un enlace \"Cargar\" en la barra de edición. Al hacer clic se abrirá un panel para cargar a continuación el título del elemento en cuestión. Este panel es una alternativa a al portlet de \"Cargar\" y no ofrece ninguna otra configuración, como el filtrado por tipo de contenido. El panel sólo se muestra cuando el portlet \"Cargar\" no está presente.
fr: Cochez cette case si vous souhaitez avoir un lien "Téléverser" dans votre barre d'édition. Un clic ouvrira un panneau de téléversement sous le titre. Ce panneau est une alternative à la portlet et ne sera proposé que si la portlet n'est pas présente.
nl: Selecteer als je een 'Upload' tab in de 'Bewerken' balk wilt. Daar wordt dan een formulier getoond voor het uploaden. Dit formulier is een alternatief voor de Upload portlet, maar zonder verdere opties zoals filteren per contenttype. De tab wordt alleen getoond als je Upload portlet niet beschikbaar is.

source: description_sim_upload_limit
cs: Počet souborů, které bude možné nahrávat současně. Soubory nad tento limit budou čekat dokud se nenahrají soubory před nimi. 0 = bez omezení.
de: Überzählige Dateiuploads landen in einer Warteschlange, 0 = keine Begrenzung
es: Número de archivos cargados simultáneamente, por encima de este número las cargas se pondrán en una cola. Utilice 0 si no desea especificar un límite.
fi: Yhtaikaisten tiedostosiirtojen enimmäismäärä (lukumäärän ylittävät tiedostot asetetaan siirtojonoon), 0 = rajoittamaton
fr: Nombre d'envois de fichiers envoyés simultanément, au delà de ce nombre les fichiers sont placés en file d'attente, 0 = pas de limite
it: Numero di caricamenti di file simultanei, i caricamenti sopra questo numero verranno messi in coda, 0 = nessun limite
nl: Aantal bestanden dat gelijktijdig geupload mag worden. Als meer bestanden geselecteerd zijn, worden ze in een rij geplaatst. 0 = geen limiet.
pt_br: Número de arquivos enviados simultaneamente, acima deste limite os envios serão enfileirados. 0 = sem limite
sk: Počet súčasne prevzatých súborov, súbory nad tento počet sú umiestnené do fronty, 0 = bez limitu

source: description_size_limit
cs: Limit velikosti každého souboru v kB. 0 = bez omezení.
de: Dateigrößenlimit pro Datei in KB, 0 = kein Limit
es: Tamaño límite de cada archivo en KB. Utilice 0 si no desea especificar un límite.
fi: Tiedostojen enimmäiskoko kilotavuissa (KB), 0 = rajoittamaton
fr: Taille limite de chaque fichier en KB, 0 = pas de limite
it: Dimesione massima per ogni file in KB, 0 = nessun limite
nl: Maximale grootte per bestand in KB. 0 = geen limiet.
pt_br: Limite do envio para cada arquivo em KB, 0 = sem limite
sk: Limit veľkosti pre každý súbor v KB, 0 = žiadny limit

source: description_use_flash_fallback
cs: Zaškrtněte, pokud chcete v IE použít Flash upload komponentu pokud není možné použít javascript komponentu.
de: Wenn diese Option aktiviert ist, wird für den IE Flash als Fallback für MultiUpload benutzt.
es: Marque esta casilla si quiere utilizar el cargador basado en Flash como reserva para el navegador IE.
fr: Cochez cette case si vous souhaitez utiliser flash upload pour IE
nl: Selecteer als je Flash upload wil gebruiken als terugvaloptie voor IE.
