Repository: collective/collective.quickupload
Catalog: collective/quickupload/locales/*/LC_MESSAGES/collective.quickupload.po
Languages: cs, de, es, fi, fr, it, nl, pt_br, sk

source: description_use_flashupload
cs: Standardně je upload komponenta čistě javascriptové řešení. Zaškrtněte toto políčko, pokud ji chcete nahradit za Flash komponentu. Flash komponenta bude fungovat ve starých prohlížečích (IE 7, 8) ale má mnoho problémů souvisejících s HTTPS nebo autentizací.
de: Standardmäßig wird nur JavaScript zum Hochladen verwendet. Aktivieren Sie diese Option, um ein Flash-basiertes Upload-Skript zu verwenden. Moderne Browser unterstützen das JavaScript-Tool besser. Der Flash-Upload funktioniert bei älteren Browsern (MSIE 7, MSIE 8) besser, hat aber Probleme bei https und in Kombination mit HTTP-Authentifizierung.
es: Por defecto, Quik Upload sólo utiliza la herramienta de carga escrita en JavaScript. Seleccione esta opción para reemplazarla con una herramienta de carga basada en Flash. En los navegadores modernos la herramienta JavaScript es más poderosa. La herramienta Flash tiene una interfaz más amigable en navegadores antiguos (MSIE 7, MSIE 8), pero también presenta algunos problemas: no funciona sobre canales seguros HTTPS, no funciona con autenticación HTTP...
fi: Ruksaa tämä jos haluat käyttää Flash-teknologiaa Javascript:in sijaan. Sitä ei suositella, mutta vanhoissa MS IE-selaimissa (IE6, IE7) se voi tarjota paremman käyttäjäkokemuksen.
fr: Par défaut, le script d'envoi de fichiers est en pur javascript. Sélectionner cette option pour le remplacer par un script basé sur Flash Upload. Pour les navigateurs modernes l'outil en javascript est plus puissant. Flash Upload est seulement plus facile d'emploi sur les autres navigateurs (MSIE 7, MSIE 8), mais présente de nombreux inconvénients : ne marche pas en https, ne marche pas derrière une authentification HTTP ...
it: Di default, lo script di upload è uno strumento di solo javascript. Seleziona questa opzione per sostituirlo con uno script Flash. Per i browser moderni il javascript è più potente. Il caricamento Flash è più semplice per l'utente di altri browser (MSIE 7, MSIE 8), ma ha molti problemi : non supporta l'https, non funziona dietro a una autenticazione HTTP, etc.
nl: Standaard is het upload script een tool met alleen javascript. Selecteer deze optie om het te vervangen door een script gebaseerd op Flash. In moderne browsers is de javascript tool krachtiger. Flash upload is gebruiksvriendelijker in andere browsers (IE 7, IE 8), maar heeft veel problemen: het werkt niet in https en niet achter HTTP Authenticatie...
pt_br: Por padrão o script de envio usado utiliza apenas javascript. Selecione esta opção para trocá-lo por uma ferramenta de envio que utiliza a tecnologia Flash. Para navegadores modernos a ferramenta javascript é mais poderosa. A ferramenta em Flash é mais amigável para navegadores antigos (MSIE 7 e MSIE 8), mas apresenta vários limitantes: Não suporta https nem autenticação HTTP...
sk: V predvolenom nastavení, skript na prevzatie je len javascript. Zaškrtnite túto voľbu, aby ste ho nahradili flashom. Pre moderné prehliadače je javascript vhodnejší. Flash je prívetivejšie pre niektoré prehliadače (MSIE 7, MSIE 8), ale má mnoho problémov: nefunguje v https ani s HTTP autentikáciou ...

source: label_choose_your_files
cs: Přetáhněte nebo vyberte soubory, které chcete nahrát
de: Dateien auswählen oder in diesen Bereich ziehen:
es: Arrastre y suelte o seleccione los archivos:
fi: Vedä & pudota tai selaa:
fr: Glissez-déposez ou choisissez les fichiers :
it: Trascina e rilascia o scegli i tuoi file:
nl: Sleep bestanden hier of selecteer files:
pt_br: Clique e arraste ou selecione os arquivos:
sk: Pretiahnite sem alebo vyberte súbory na prevzatie:

source: label_choose_your_files_nodrag
cs: Vyberte soubory:
de: Dateien auswählen:
es: Seleccione los archivos:
fi: Valitse tiedostot:
fr: Choisissez les fichiers :
it: Scegli i tuoi file:
nl: Kies bestanden:
pt_br: Selecione os arquivos:
sk: Vyberte súbory na prevzatie:

source: label_clear_queue
cs: Vymazat frontu
de: Warteschlange löschen
es: Borrar la cola
fi: Peru siirto
fr: Annuler
it: Svuota la coda
nl: Leeg Queue
pt_br: Limpar fila
sk: Vyčistiť frontu

source: label_default_portaltype_configuration
cs: Výchozí nastavení (content type registry)
de: Standard konfiguration (Content Type Registry).
es: Configuración por defecto (Registro de tipo contenido).
fi: Oletuskonfiguraatio (Content Type Registry)
fr: Configuration par défaut (Content Type Registry)
it: Configurazione predefinita (Registro dei tipi di contenuto).
nl: Standaardinstelling (contenttype register)
sk: Predvolená konfigurácia (Content Type Registry).

source: label_media_quickupload
cs: ${medialabel} - rychlé nahrání
de: ${medialabel} Quick Upload
es: Carga rápida de ${medialabel}
fi: ${medialabel} pikalataus
fr: Téléverser des ${medialabel}
it: ${medialabel} Quick Upload
nl: ${medialabel} Quick Upload
pt_br: Envio rápido de ${medialabel}
sk: ${medialabel} Quick Upload

source: label_upload_files
cs: Nahrát soubory
de: Dateien hochladen
es: Carga de archivos
fi: Lataa tiedostot
fr: Envoyer fichiers
it: Carica i file
nl: Upload bestanden
pt_br: Upload de arquivos
sk: Prevziať súbory

source: maximum file size is:
cs: maximální velikost souboru je:
de: Die maximale Grösse ist:
es: el tamaño máximo de los archivos es:
fi: enimmäiskoko on:
fr: la taille maximum d'un fichier est :
it: la dimesione massima dei file è:
nl: maximale bestandsgrootte is:
pt_br: tamanho máximo do arquivo é:
sk: maximálna veľkosť súboru je:

source: msg_file_replaced
cs: Soubor ${filename} byl nahrazen."
de: Datei ${filename} wurde ersetzt
es: El archivo ${filename} ha sido remplazado
fi: Tiedosto ${filename} on korvattu
fr: Le fichier ${filename} a été remplacé
it: Il file ${filename} è stato sostituito
nl: ${filename} bestand is vervangen
sk: Súbor ${filename} bol nahradený

source: please select files again without it.
cs: vyberte prosím soubory znovu
de: bitte wählen Sie die Dateien erneut aus.
es: por favor selecciones archivos de nuevo sin éste.
fi: ole hyvä ja valitse tiedostot uudelleen ilman sitä.
fr: veuillez sélectionner de nouveau les fichiers sans celui-ci
it: selezionare i file nuovamente senza di esso.
nl: selecteer bestanden nogmaals, zonder dit.
pt_br: por favor selecione os arquivos novamente sem ele.
sk: prosím vyberte súbory ešte raz bez neho.

source: please try again.
cs: zkuste to prosím znovu.
de: bitte noch einmal versuchen.
es: por favor intente de nuevo.
fi: ole hyvä, yritä uudestaan.
fr: veuillez essayer à nouveau
it: prego, riprovare.
nl: probeer het nog eens.
pt_br: por favor, tente novamente.
sk: skúste to znova prosím.

source: title_auto_upload
cs: Automatické nahrání po vybrání souborů
de: Automatisch nach Auswahl hochladen
es: Carga automática al seleccionar
fi: Tuonti alkaa välittömästi
fr: Envoi direct sur sélection
it: Caricamento automatico alla selezione
nl: Automatisch uploaden bij selectie
pt_br: Envio automático após a seleção
sk: Autoatické prevzatie po výbere

source: title_fill_descriptions
cs: Vyplnit popis před nahráním souborů
de: Geben Sie einen Beschreibung vor dem Hochladen ein
es: Modificar la descripción antes de la carga
fi: Täytä kuvaus ennen tuontia
fr: Saisir les descriptions avant l'envoi
it: Inserire la descrizione prima di caricare
nl: Vul beschrijving in voorafgaand aan uploaden
pt_br: Preencha as descrições antes do envio.
sk: Zadať popis pred prevzatím

source: title_fill_titles
cs: Vyplnit název před nahráním souborů
de: Geben Sie einen Titel vor dem Hochladen ein
es: Modificar el título antes de la carga
fi: Täytä otsikko ennen tuontia
fr: Saisir les titres avant l'envoi
it: Inserire il titolo prima di caricare
nl: Vul titel in voorafgaand aan uploaden
pt_br: Preencha os títulos antes do envio
sk: Zadať meno pred prevzatím

source: title_id_as_title
es: Usar ID como título
nl: Gebruik de bestandsnaam als titel

source: title_object_override
es: Anular por subir archivo
fr: Écraser les fichiers existants au téléversement
nl: Overschrijf bij uploaden bestand

source: title_object_unique_id
es: Elija un ID de archivo único
nl: Kies uniek id van bestand

source: title_show_upload_action
es: Mostrar acción \"Cargar\"
fr: Afficher l'action "Téléverser"
nl: Toon "Upload" actie

source: title_sim_upload_limit
cs: Maximální počet současně nahrávaných souborů
de: Maximale Anzahl gleichzeitiger Uploads
es: Límite de cargas simultáneas
fi: Yhtäikaisia siirtoja
fr: Envois simultanés maximum
it: Limite di caricamenti simultanei
nl: Gelijktijdige upload limiet
pt_br: Limite de envio de arquivos simultâneos
sk: Maximálny počet simultánne prevzatých súborov

source: title_size_limit
cs: Omezení velikosti
de: Dateigrößenlimit
es: Tamaño límite
fi: Enimmäiskoko
fr: Taille limite
it: Limite di dimensione
nl: Maximale grootte
pt_br: Limite de envio
sk: Maximálna veľkosť

source: title_use_flash_fallback
cs: Použít flash pro IE
de: Benutze Flash Mutliupload als Fallback für IE
es: Use el cargador basado en Flash como reserva para el navegador IE.
fr: Utiliser flash comme fallback pour IE
nl: Gebruik Flash upload voor IE

source: title_use_flashupload
cs: Použít Flash Upload
de: Flash-Upload benutzen
es: Usar carga Flash
fi: Käytä Flash-vaihtoehtoa
fr: Utiliser Flash Upload
it: Utilizza il caricamento Flash
nl: Gebruik Flash Upload
pt_br: Utilizar o upload com Flash
sk: Použiť flash k prevzatiu

source: Choose the portal type used for file upload. Let the default configuration for an automatic portal type, depending on settings defined in content_type_registry.
cs: Vyberte typ položky v portálu, která bude vytvořena při nahrání souboru. Výchozí nastavení použije nastavení portálu, které rozhoduje na základě typu nahrávaného souboru.
de: Wählen Sie die Standardkonfiguration um die Einstellungen der content type registry zu übernehmen.
fi: Aseta tarvittaessa tuotavien tiedostojen sisältötyyppi. Muussa tapauksessa käytetyt sisältötyypit valitaan järjestelmän sisältötyyppirekisterin määritysten mukaisesti.
fr: Choisir le type de contenu utilisé pour l'envoi de fichiers. Laisser la configuration par défaut pour que le type soit choisi automatiquement en fonction des paramètres définis dans content_type_registry.
it: Scegli il tipo di contenuto usato per il caricamento dei file. Lasciare la configurazione predefinita per un tipo di contenuto automatico, in base alle impostazioni definite in content_type_registry.
pt_br: Selecione o tipo de conteúdo utilizado para o envio dos arquivos. A configuração padrão detecta o tipo de conteúdo dependendo das informações existentes no content_type_registry
sk: Zvoliť portálový typ, ktorý bude použitý počas prevzatia súborov. Ponechať východzie nastavenie pre autonatický výber portálového typu.
